In [8]:
#import convention
import pandas as pd

In [13]:
students = pd.DataFrame([{"name":"Maryam","age":"23"},{"name":"Mera","age":"36"},{"name":"Areeba","age":"16"}])

In [14]:
students

  age    name
0  23  Maryam
1  36    Mera
2  16  Areeba

In [16]:
data = {'state': ['Ohio', 'Ohio', 'Ohio', 'Nevada', 'Nevada', 'Nevada'],
 'year': [2000, 2001, 2002, 2001, 2002, 2003],
 'pop': [1.5, 1.7, 3.6, 2.4, 2.9, 3.2]}
frame = pd.DataFrame(data)
frame

    state  year  pop
0    Ohio  2000  1.5
1    Ohio  2001  1.7
2    Ohio  2002  3.6
3  Nevada  2001  2.4
4  Nevada  2002  2.9
5  Nevada  2003  3.2